{"translation-revision-date":"2023-07-05 21:54:07+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Give us a few minutes while we go through your content…":["Aguarde alguns minutos enquanto analisamos seu conteúdo…"],"Pages":["Páginas"],"Posts":["Posts"],"All":["Todos"],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Notamos que você recentemente atualizou um plugin que pode afetar a estrutura HTML\/CSS do seu site."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Notamos que você recentemente atualizou seu tema, o que pode afetar a estrutura HTML\/CSS do seu site."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Notamos que você recentemente publicou um novo post que pode afetar a estrutura HTML\/CSS do seu site."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Notamos que você recentemente publicou uma nova página que pode afetar a estrutura HTML\/CSS do seu site."],"See full report":["Conferir o relatório completo"],"See report in progress":["Conferir o relatório em andamento"],"Found a total of %d issues":["Foram encontrados um total de %d problemas"],"Congratulations; no issues found.":["Parabéns! Nenhum problema foi encontrado."],"Analyze again":["Analisar novamente"],"How to fix":["Como corrigir"],"Size on screen":["Tamanho na tela"],"Expected Dimensions":["Dimensões esperadas"],"File Dimensions":["Dimensões do arquivo"],"Fix on page":["Corrigir na página"],"Other":["Outro"],"Homepage":["Página inicial"],"Failed to request an Image Analysis job":["Falha ao solicitar uma tarefa de análise de imagem"],"Save":["Salvar"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["Mescle e compacte arquivos em JavaScript e CSS, reduza o tempo de carregamento e minimize o número de solicitações para impulsionar o desempenho do seu site."],"Exclude CSS Strings":["Excluir strings em CSS"],"Exclude CSS Strings:":["Excluir strings em CSS:"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Os estilos são agrupados pela posição original, concatenados e compactados para reduzir o tempo de carregamento do site e minimizar o número de solicitações."],"Comma separated list of JS scripts to exclude":["Lista separada por vírgulas de scripts JS a excluir"],"Exclude JS Strings":["Excluir strings em JS"],"Exclude JS Strings:":["Excluir strings em JS:"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Os scripts são agrupados pela posição original, concatenados e compactados para reduzir o tempo de carregamento do site e minimizar o número de solicitações."],"Except: %s":["Exceto: %s"],"Concatenate JS and CSS":["Concatenar JS e CSS"],"Comma separated list of CSS stylesheets to exclude":["Lista separada por vírgulas de folhas de estilo CSS para excluir"],"Concatenate CSS":["Concatenar CSS"],"Concatenate JS":["Concatenar JS"],"Arrow right":["Seta para direita"],"Arrow left":["Seta para esquerda"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["O preço reduzido é uma oferta limitada para o primeiro ano, depois é cobrado o preço normal na renovação."],"%s not included":["%s não incluído(a)"],"%s coming soon":["Em breve: %s"],"Coming soon":["Em breve"],"Upgrade now":["Fazer upgrade agora"],"Regenerate Critical CSS":["Gerar novo CSS crítico"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Imagens distribuídas pela rede de distribuição de conteúdo do Jetpack. Redimensiona automaticamente suas imagens para o tamanho apropriado, convertendo-as para formatos modernos e eficientes, como WebP, além de distribuí-las por meio de uma rede mundial de servidores."],"Image guide":["Guia de imagem"],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Descubra e corrija imagens com resolução, proporção ou tamanho de arquivo abaixo do esperado, melhorando a experiência do usuário e a velocidade da página."],"Image CDN":["CDN da imagem"],"Must be done manually":["Deve ser feita manualmente"],"Automatically updated":["Atualizado automaticamente"],"This tool will search your site for images that are too large and have an impact your visitors experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Esta ferramenta vai pesquisar no seu site as imagens que são grandes demais e estão afetando a experiência dos visitantes, o tempo de carregamento das páginas e a classificação nas buscas. Assim que a pesquisa for concluída, será gerado um relatório com todas as imagens com tamanho inadequado e sugestões de como corrigi-las."],"Image Size Analysis":["Análise de tamanho de imagens"],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Considere gerar novamente seu CSS crítico<\/b> sempre que você fizer alterações na estrutura HTML ou CSS do seu site."],"Optimize Critical CSS Loading (manual)":["Otimizar carregamento de CSS crítico (manual)"],"Actions that could change your CSS or HTML structure included but are not limited to:":["Algumas ações, entre outras, que podem alterar a estrutura CSS ou HTML do seu site:"],"If you’d like automatic Critical CSS regeneration":["Se quiser que o CSS crítico seja gerado novamente de modo automático"],"Save time by upgrading to Automatic Critical CSS generation":["Faça upgrade para a Geração de CSS crítico automática e economize tempo"],"Upgrade now only %s":["Faça upgrade agora por apenas %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["Lembre-se de gerar novamente sempre que você fizer alterações que afetem a estrutura HTML ou CSS do seu site."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Gere novamente seu CSS crítico para preservar o desempenho ideal do seu site."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Notamos que foram feitas algumas atualizações no seu site que podem ter alterado a estrutura HTML\/CSS."],"Give us a few minutes while we go through your images…":["Aguarde alguns minutos enquanto analisamos suas imagens…"],"%d issues":["%d problemas"],"No issues":["Nenhum problema"],"Change settings of plugins that impact your site layout or HTML structure.":["Alterar as configurações de plugins que afetam o layout do site ou a estrutura HTML."],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Ativar, desativar ou atualizar plugins que afetam o layout do site ou a estrutura HTML."],"Edit a post\/page.":["Editar um post ou página."],"Write a new post\/page.":["Escrever um novo post ou página."],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["O serviço de nuvem do Boost detecta automaticamente quando seu site precisa que o CSS crítico seja gerado novamente e executa essa função em segundo plano, sem que você precise monitorá-la manualmente."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["Para otimizar a velocidade do seu site, é essencial gerar o CSS crítico novamente sempre que a estrutura HTML ou CSS é alterada. Lidar com isso pode ser tedioso e demorado."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Você já tem um plano ou chave de licença? <link>Clique aqui para começar<\/link>"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["O <b>Boost vai gerar automaticamente seu CSS crítico<\/b> sempre que você fizer alterações na estrutura HTML ou CSS do seu site."],"Upgrade your WordPress version if the new release includes core CSS changes.":["Fazer upgrade da versão do WordPress, caso a nova versão inclua alterações relevantes no CSS."],"Make theme changes.":["Fazer mudanças no tema."],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Para aumentar a velocidade do seu site com este plano, otimize o CSS usando a funcionalidade de geração manual de CSS crítico sempre que você:"],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Entre em contato com seu provedor de hospedagem ou administrador de sistema e solicite a instalação ou ativação de uma dessas extensões."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["O Jetpack Boost também funciona sem essas extensões. No entanto, é provável que seja mais difícil para você otimizar as imagens identificadas pelo Guia de imagens sem uma das extensões."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Parece que seu servidor não tem as extensões Imagick e GD instaladas."],"Image resizing is unavailable":["Redimensionamento de imagens indisponível"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Suporte dedicado por e-mail e chat ao vivo prioritário caso <link>seu plano<\/link> inclua <strong>Suporte Premium<\/strong>"],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Esta funcionalidade ajuda a descobrir quais imagens estão muito grandes. Quando você navegar pelo site, o guia de imagens vai mostrar uma sobreposição com informações sobre o tamanho de cada imagem."],"Could not detect performance records for the Super Cache test. Please try again.":["Não foi possível detectar registros de desempenho para o teste do Super Cache. Tente novamente."],"Image Guide":["Guia de imagens"],"Run test":["Executar teste"],"Re-run test":["Executar teste novamente"],"Jetpack Boost is testing the speed of your cache.":["O Jetpack Boost está testando a velocidade do seu cache."],"Measuring Super Cache Speed":["Medindo velocidade do Super Cache"],"Super Cache is saving your visitors about %d ms":["O Super Cache está economizando cerca de %d ms para seus visitantes"],"We ran into an error measuring your speed: %s":["Encontramos um erro ao medir a velocidade: %s"],"Super Cache Speed":["Velocidade do Super Cache"],"Find out how much difference it makes for your users.":["Descubra a diferença que faz para seus usuários."],"Super Cache detected":["Super Cache detectado"],"Set up":["Configurar"],"Enable Super Cache to speed your site up further.":["Ative o Super Cache para deixar seu site ainda mais rápido."],"Super Cache is installed but not enabled":["O Super Cache está instalado, mas não foi ativado."],"% off":["% de desconto"],"Start for free":["Comece gratuitamente"],"Not included":["Não incluído"],"Included":["Incluído"],"Close.":["Fechar."],"Magnifying Glass":["Lupa"],"Post":["Publicar"],"Has a video.":["Tem um vídeo."],"Tag":["Tag"],"Page":["Página"],"Has an image.":["Tem uma imagem."],"Has multiple images.":["Tem várias imagens."],"Toggle search filters.":["Alterne os filtros de pesquisa."],"Matching comment.":["Comentário correspondente."],"Show filters":["Mostrar filtros"],"Is a product.":["É um produto."],"Is an event.":["É um evento."],"Has audio.":["Tem áudio."],"Information.":["Informações."],"Category":["Categoria"],"Defer non-essential JavaScript":["Adiamento de JavaScript não essencial"],"Lazy image loading":["Carregamento lento de imagens"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Mova informações importantes sobre estilo para o início da página, ajudando o conteúdo das páginas a ser exibido mais cedo. Assim, os usuários não precisem esperar que a página inteira carregue. Comumente chamado de CSS crítico."],"Manual Critical CSS regeneration":["Regeneração manual de CSS crítico"],"Automatic Critical CSS regeneration":["Regeneração de CSS crítico automatizada"],"The easiest speed optimization plugin for WordPress":["O plugin de otimização de velocidade mais simples para WordPress"],"First Year Discount":["Desconto de primeiro aniversário"],"Speed score has fallen":["A pontuação de velocidade caiu"],"That's great! If you’re happy, why not rate Boost?":["Isso é muito bom! Se você está feliz, que tal avaliar o Boost?"],"Your site got faster":["Seu site está mais rápido"],"Generating Critical CSS. Please don’t leave this page until completed.":["Gerando CSS crítico. Não saia da página até o processo ser concluído."],"Get Boost":["Adquira o Boost"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["Clientes pagantes recebem assistência dedicada para qualquer problema por e-mail da nossa equipe de suporte de alto nível.<br><br>Todas as outras questões são solucionadas por nossa equipe o mais rápido possível no fórum de suporte do WordPress."],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Preço inicial especial, as renovações serão realizadas com o preço integral. Garantia de 14 dias para reembolso."],"Icon for the product %s":["Ícone do produto %s"],"Contact Us":["Fale conosco"],"Continue":["Continuar"],"Cancel":["Cancelar"],"Dedicated email support":["Suporte especializado por e-mail"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Seu plano pago dá acesso ao suporte prioritário do Jetpack Boost."],"We're here to help":["Estamos aqui para ajudar"],"Jetpack Boost should not slow down your site. Try refreshing your score. If the problem persists please contact support":["Seu site não deveria ficar mais lento com o Jetpack Boost. Tente atualizar sua pontuação. Se o problema persistir, entre em contato com o suporte."],"Automatically Optimize CSS Loading":["Otimize o carregamento de CSS automaticamente"],"Optimize with Jetpack Boost":["Otimize com o Jetpack Boost"],"When you update your site, it will now be optimized automatically with automated critical CSS":["Agora, quando você atualizar seu site, ele será otimizado diretamente com o CSS crítico automatizado."],"Your Jetpack Boost has been upgraded!":["Seu Jetpack Boost foi atualizado!"],"Performance scores are recalculated after each change":["As pontuações de desempenho são recalculadas após cada alteração."],"Automatic critical CSS regeneration":["Geração automática do CSS crítico"],"Remove the need to manually regenerate critical CSS after site changes with automated critical CSS.":["Com o CSS crítico automatizado, você não precisa mais se lembrar de gerá-lo manualmente sempre que fizer alterações no site."],"Optimize your website's performance":["Otimize o desempenho do seu site"],"Upgrade Jetpack Boost":["Fazer upgrade do Jetpack Boost"],"\/month, paid yearly":["\/mês, pago anualmente"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ao clicar no botão <strong>%s<\/strong>, você concorda com nossos <tosLink>Termos de serviço<\/tosLink> e em <shareDetailsLink>compartilhar informações<\/shareDetailsLink> com o WordPress.com."],"An Automattic Airline":["Uma companhia aérea da Automattic"],"Jetpack Boost is generating more Critical CSS.":["O Jetpack Boost está gerando mais partes do CSS crítico."],"Jetpack Boost will generate Critical CSS for you automatically.":["O Jetpack Boost vai gerar o CSS crítico automaticamente para você."],"…and %d more":["…e mais %d"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Mova informações importantes sobre estilo para o início da página. Isso faz com que o conteúdo das páginas seja exibido antes. Assim, os usuários não precisam esperar que a página inteira seja carregada. Comumente chamado de <link>CSS crítico<\/link>."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Se você não sabe o que são ou a origem desses cabeçalhos, entre em contato com seu provedor de hospedagem e solicite que o cabeçalho \"X-Frame-Options\" seja removido do seu site."],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Confirme que você não está usando plugins que adicionam cabeçalhos HTTP extras ao seu site do WordPress. Se estiver, desative-os."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["O Jetpack Boost usa iframes ao gerar o CSS crítico. Infelizmente, seu site tem um cabeçalho de configuração especial que está impedindo o carregamento dentro de um iframe. Esse cabeçalho é chamado \"X-Frame-Options: DENY\". Ele é adicionado a um site do WordPress por um plugin em uso ou pela configuração do servidor."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["O Jetpack Boost não conseguiu carregar a página a seguir devido à configuração X-Frame-Options dela:","O Jetpack Boost não conseguiu carregar as páginas a seguir devido à configuração X-Frame-Options delas:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Se o erro persistir, entre em contato com o <support>suporte do Jetpack Boost<\/support> e envie uma cópia da mensagem de erro."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Se estiver, <retry>tente gerar novamente<\/retry> o CSS crítico."],"Verify that the page loads correctly.":["Verifique se a página está carregando corretamente."],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Se você está usando um plugin que incorpora estilos CSS diretamente nas páginas ou seu site não usa folhas de estilos CSS externas, é seguro ignorar esse problema. O CSS crítico acelera apenas páginas que usam folhas de estilo externas."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Verifique se os estilos estão sendo carregados da forma correta e <retry>tente novamente<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Parece que esta página não contém nenhum CSS relevante nas folhas de estilo externas:","Parece que estas páginas não contêm nenhum CSS relevante nas folhas de estilo externas:"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Verifique se o conteúdo exibido faz parte do seu site do WordPress, e não de uma página externa gerenciada por um sistema diferente."],"Visit the page.":["Acesse a página."],"Please follow the troubleshooting steps below for the page.":["Siga as etapas da solução de problemas abaixo para a página.","Siga as etapas da solução de problemas abaixo para cada uma das páginas."],"Deactivate any plugin that you believe are making the page slow.":["Desative qualquer plugin que você acha que está tornando a página mais lenta."],"If this page is slower than the others, check what plugins are working on that page.":["Se esta página estiver mais lenta do que as demais, verifique quais plugins estão funcionando nela."],"See how long it takes to load compared to other pages on your site.":["Verifique quanto tempo demora para carregar em comparação com as outras páginas do seu site."],"Visit the page while not logged into WordPress.":["Acesse a página sem fazer login no WordPress."],"Clear the cache in your browser.":["Limpe o cache no seu navegador."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["O carregamento da página atingiu o tempo limite. Podem existir vários motivos para isso. No entanto, o mais provável é que um plugin esteja causando o problema. Execute as etapas a seguir.","O carregamento das páginas atingiu o tempo limite. Podem existir vários motivos para isso. No entanto, o mais provável é que um plugin esteja causando o problema. Execute as etapas a seguir para cada uma das páginas."],"If not, then please reach out to your hosting provider and ask why.":["Caso negativo, entre em contato com seu provedor de hospedagem e pergunte o motivo."],"Visit the page and look at the protocol and host name to ensure it matches the one in your <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">WordPress Administration Screen<\/a>.":["Acesse a página e examine o nome do host e o protocolo para verificar se são os mesmos na sua <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">tela de administração do WordPress<\/a>."],"Visit the page and complete the following troubleshooting steps.":["Acesse a página e execute as etapas de solução de problemas a seguir.","Acesse cada página e execute as etapas de solução de problemas a seguir."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Se você acha que o redirecionamento é válido, é seguro ignorar o problema."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Se você acha que o problema foi resolvido, <retry>tente novamente<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Se ela está sendo redirecionada, verifique se há algum plugin que talvez esteja criando esse redirecionamento e corrija se for o caso. Se não houver, entre em contato com seu provedor de hospedagem e peça ajuda para corrigir o redirecionamento da URL."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Tente acessar o link no modo de navegação anônima ou privada e verifique se a página está sendo redirecionada."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Se você precisar de ajuda para entender o erro ou investigar o problema, entre em contato com o <support>suporte do Jetpack Boost<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Depois de resolver o erro, <retry>tente novamente<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Para mais informações sobre o erro HTTP %d, verifique os registros do seu servidor. Se preferir, entre em contato com seu provedor de hospedagem e solicite ajuda para investigar o problema."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Tente gerar o CSS crítico novamente<\/retry> se o erro era intermitente."],"Visit the link and check for an error.":["Acesse o link e verifique se ocorre algum erro."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Verifique se o link é válido e <retry>tente novamente<\/retry>. Recomendamos fazer o seguinte:","Verifique se cada link é válido e <retry>tente novamente<\/retry>. Para cada link, recomendamos fazer o seguinte:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Depois de resolver o problema que causou o erro 500, <retry>tente novamente<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Se o problema ainda não estiver resolvido, verifique os registros do seu servidor ou entre em contato com seu provedor de hospedagem para obter ajuda na investigação da questão."],"Learn about the error and common solutions by <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">clicking here<\/a>.":["<a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">Clique aqui<\/a> para saber mais sobre o erro e as soluções mais comuns."],"Your WordPress site encountered an error while trying to load the above page.":["Seu site do WordPress encontrou um erro ao tentar carregar a página acima.","Seu site do WordPress encontrou erros ao tentar carregar as páginas acima."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Se você conseguir solucionar o problema com a ajuda do seu provedor de hospedagem, <retry>tente gerar novamente<\/retry> seu CSS crítico."],"Your hosting provider should be able to advise you on next steps.":["Seu provedor de hospedagem pode ajudar você com as próximas etapas."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Entre em contato com seu provedor de hospedagem e forneça os detalhes do problema. Informe que se trata de um erro \"HTTP 418\", quais URLs foram afetadas e quando o problema ocorreu."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["Seu site do WordPress retornou um erro 418, que muitos hosts da Web usam para indicar que rejeitaram a solicitação devido a regras de segurança. Para mais informações, entre em contato com seu provedor de hospedagem."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Se a página está acessível apenas para usuários que efetuaram o login no seu site do WordPress ou não faz parte do seu site, é seguro ignorar o erro."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Se você encontra um erro somente quando não efetua login no seu site do WordPress (por exemplo, no modo de navegação anônima), verifique se há algum plugin que talvez esteja impondo permissões de acesso nas suas páginas. Por exemplo, um plugin que permita somente aos usuários autenticados visualizar áreas específicas do site."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Tente acessar o link no modo de navegação anônima ou privada para verificar se o erro ocorre quando você não efetua o login."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Se a página exibir um erro, confirme se ela deveria ser parte do seu site do WordPress."],"Visit the link, and confirm that the page you landed on loads successfully.":["Acesse o link e confirme se a página de destino foi carregada com sucesso."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Se é uma página privada que não deveria ser visualizada publicamente, é seguro ignorar a mensagem."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>Tente gerar novamente<\/retry> o CSS crítico."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Confira as configurações do WordPress ou entre em contato com seu provedor de hospedagem e pergunte por que a URL acima está indisponível."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d significa que existe um problema com a permissão no seu site do WordPress. Siga estas etapas da solução de problemas para a página:","%d significa que existe um problema com a permissão no seu site do WordPress. Siga estas etapas da solução de problemas para cada uma das páginas:"],"Your desktop score without Boost":["Sua pontuação em computadores sem o Boost"],"Your mobile score without Boost":["Sua pontuação em dispositivos móveis sem o Boost"],"Rate the Plugin":["Avaliar o plugin"],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Ocorreu um erro que não foi previsto pelo Jetpack Boost. Ocorreu um erro inesperado ao tentar gerar o CSS crítico da página a seguir:","Ocorreu um erro que não foi previsto pelo Jetpack Boost. Ocorreu um erro inesperado ao tentar gerar o CSS crítico das páginas a seguir:"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Ocorreu um erro ao tentar se comunicar com a API REST do site. Mais informações de depuração: %s"],"Received HTTP %d while communicating with your WordPress site":["Recebeu HTTP %d ao se comunicar com seu site do WordPress"],"Go back":["Voltar"],"Dismiss":["Dispensar"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["Não foi possível gerar automaticamente %d arquivo. Acesse a <advanced>página de recomendações avançadas<\/advanced> para otimizar esse arquivo.","Não foi possível gerar automaticamente %d arquivos. Acesse a <advanced>página de recomendações avançadas<\/advanced> para otimizar esses arquivos."],"%d file generated":["%d arquivo gerado","%d arquivos gerados"],"on %s":["em %s"],"%d day ago":["%d dia atrás","%d dias atrás"],"%d hour ago":["%d hora atrás","%d horas atrás"],"%d minute ago":["%d minuto atrás","%d minutos atrás"],"a few moments ago":["instantes atrás"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Ocorreu um erro inesperado. Esse erro pode ser temporário, então tente atualizar o CSS crítico."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Hmm… Parece que algo deu errado. Ainda estamos encontrando um erro inesperado. Entre em contato com o suporte para obter ajuda."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["O Jetpack Boost conseguiu gerar automaticamente o CSS otimizado para a maioria dos seus arquivos e seções importantes. Mas identificamos alguns deles que precisam da sua atenção."],"Congratulations, you have dealt with all the recommendations.":["Parabéns! Você seguiu todas as recomendações."],"Critical CSS advanced recommendations":["Recomendações avançadas para CSS crítico"],"Show %d hidden recommendation.":["Mostrar %d recomendação oculta.","Mostrar %d recomendações ocultas."],"Hide error message":["Ocultar mensagem de erro"],"See error message":["Exibir mensagem de erro"],"What to do":["O que fazer"],"Jetpack Boost couldn't verify this page:":["O Jetpack Boost não conseguiu verificar esta página:","O Jetpack Boost não conseguiu verificar estas páginas:"],"This page timed out:":["Esta página atingiu o tempo limite:","Estas páginas atingiram o tempo limite:"],"It looks like this URL doesn't match:":["Parece que esta URL não coincide:","Parece que estas URLs não coincidem:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Isso pode indicar que um plugin do WordPress está redirecionando os usuários que não efetuaram login para um local diferente ou que seu provedor de hospedagem está redirecionando seu site do WordPress para uma URL diferente."],"This URL is redirecting to a different page:":["Esta URL está redirecionando para uma página diferente:","Estas URLs estão redirecionando para páginas diferentes:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Seu site do WordPress comunicou que a página acima não existe. Confirme se a URL está correta e <retry>tente novamente<\/retry>.","Seu site do WordPress comunicou que as páginas acima não existem. Confirme se as URLs estão corretas e <retry>tente novamente<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["O Boost recebeu o erro HTTP <b>%d<\/b> na página a seguir:","O Boost recebeu o erro HTTP <b>%d<\/b> nas páginas a seguir:"],"Host name":["Nome do host"],"Protocol":["Protocolo"],"Contact Support":["Falar com o suporte"],"Loading…":["Carregando..."],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Ao clicar nos botões acima, você concorda com nossos <tosLink>Termos de serviço<\/tosLink> e em <shareDetailsLink>compartilhar informações<\/shareDetailsLink> com o WordPress.com."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["A API REST do seu site parece estar inacessível. O Jetpack Boost precisa de acesso a ela para receber as pontuações de desempenho do site. Confira se a API REST do seu site está ativa e acessível e tente novamente."],"Timed out while waiting for speed-score.":["Tempo esgotado ao esperar pela pontuação de velocidade."],"An unknown error occurred while requesting metrics":["Ocorreu um erro desconhecido ao solicitar métricas"],"Invalid response while requesting metrics":["Resposta inválida ao solicitar métricas"],"Desktop score":["Pontuação em computadores"],"Mobile score":["Pontuação em dispositivos móveis"],"Received invalid response while communicating with your WordPress site: %s":["Resposta inválida ao se comunicar com seu site do WordPress: %s"],"HTTP %d error received while communicating with the server.":["Erro de HTTP %d recebido ao se comunicar com o servidor."],"Optimize CSS Loading":["Otimizar carregamento de CSS"],"<action name=\"retry\">Try again<\/action>":["<action name=\"retry\">Tentar novamente<\/action>"],"Failed to load Speed Scores":["Falha ao carregar as pontuações de velocidade"],"Overall Score":["Pontuação geral"],"Refresh":["Atualizar"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Todas as funcionalidades do Jetpack Boost continuam disponíveis. Mas para obter uma pontuação de desempenho, primeiro você precisará disponibilizar seu site online."],"Website Offline":["Site offline"],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["A pontuação geral é um resumo do desempenho do seu site em dispositivos móveis e computadores. Isso dá a você uma ideia do desempenho geral do seu site."],"Did you know?":["Você sabia?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Um atraso de um segundo no tempo de carregamento pode reduzir as taxas de conversão em 20% (fonte: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Páginas que levam mais de três segundos para carregar têm uma taxa de rejeição quatro vezes maior do que as páginas que são carregadas em até dois segundos (fonte: <link>Pingdom<\/link>)."],"Improve page loading speed by only loading images when they are required. Read more on <link>web.dev<\/link>.":["Aumente a velocidade de carregamento da página carregando as imagens apenas quando elas são necessárias. Leia mais em <link>web.dev<\/link>."],"Lazy Image Loading":["Carregamento lento de imagens"],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Execute o JavaScript não essencial após o carregamento da página. Assim, estilos e imagens são carregados mais rapidamente. Leia mais em <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Adiamento de JavaScript não essencial"],"Regenerate":["Gerar novamente"],"Failed to generate Critical CSS":["Falha ao gerar o CSS crítico"],"Timeout while loading Critical CSS library at %s":["Tempo limite alcançado ao carregar a biblioteca de CSS crítico em %s"],"Failed to load Critical CSS library at %s":["Falha ao carregar a biblioteca de CSS crítico em %s"],"Whoops, something went wrong":["Opa! Alguma coisa deu errado"],"Timed out":["Tempo esgotado"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}